Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Catalogue.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# job.summary.Senior Registered Nurse
source: Experienced floor nurse mentoring newer staff.
de: Erfahrener Krankenpfleger auf Station, der neue Kollegen anleitet.
fr: Encadre les nouveaux collègues en tant qu’infirmier diplômé expérimenté dans le service.
it: Infermiere esperto di reparto che segue i colleghi appena arrivati.
ja: 経験豊富な病棟の看護師として、新しく入った職員を指導します。
uk: Досвідчена медсестра відділення, що наставляє нових колег.

# job.summary.Senior Research Scientist
source: Leads research programs and publishes original work.
de: Leitet Forschungsprogramme und veröffentlicht eigene Arbeiten.
fr: Dirige des programmes de recherche et publie des travaux originaux.
it: Guida programmi di ricerca e pubblica lavori originali.
ja: 研究プログラムを率い、独自の成果を発表します。
uk: Очолює наукові програми та публікує оригінальні роботи.

# job.summary.Senior Sales Manager
source: Runs regional sales orgs and hits aggressive targets.
de: Leitet regionale Vertriebe und erreicht ehrgeizige Ziele.
fr: Dirige des organisations commerciales régionales et atteint des objectifs ambitieux.
it: Dirige le vendite regionali e raggiunge obiettivi ambiziosi.
ja: 地域の営業組織を率い、高い目標を達成します。
uk: Керує регіональними структурами продажів і досягає амбітних планів.

# job.summary.Senior Software Engineer
source: Owns major systems, mentors peers, and drives technical direction.
de: Verantwortet große Systeme, betreut Kollegen und gibt die technische Richtung vor.
fr: Prend en charge de grands systèmes, encadre ses pairs et donne l’orientation technique.
it: Si occupa dei sistemi principali, fa da mentore ai colleghi e guida la direzione tecnica.
ja: 主要なシステムを担当し、仲間を指導して、技術の方向性を推し進めます。
uk: Відповідає за великі системи, наставляє колег і визначає технічний напрям.

# job.summary.Senior Systems Administrator
source: Architects infrastructure and leads incident response.
de: Entwirft die Infrastruktur und leitet die Störungsbehebung.
fr: Conçoit l’infrastructure et dirige la réponse aux incidents.
it: Progetta l’infrastruttura e guida la risposta agli incidenti.
ja: インフラを設計し、障害対応を率います。
uk: Проєктує інфраструктуру та керує реагуванням на інциденти.

# job.summary.Senior Teacher
source: Veteran teacher mentoring staff and leading a department.
de: Erfahrener Lehrer, der Kollegen anleitet und eine Fachschaft leitet.
fr: Dirige un département et encadre l’équipe enseignante, en tant qu’enseignant chevronné.
it: Insegnante esperto che affianca i colleghi e guida un dipartimento.
ja: ベテランの教師として、職員を指導し、部門を率います。
uk: Досвідчений вчитель, що наставляє колег і очолює відділ.

# job.summary.Senior Tutor
source: Experienced tutor running group sessions and mentoring tutors.
de: Erfahrener Nachhilfelehrer, der Gruppenstunden hält und Kollegen anleitet.
fr: Anime des séances de groupe et encadre les tuteurs, grâce à son expérience.
it: Tutor esperto che conduce sessioni di gruppo e fa da guida agli altri tutor.
ja: 経験豊富な個別指導講師として、グループ指導を運営し、ほかの講師を指導します。
uk: Досвідчений репетитор, що проводить групові заняття та наставляє репетиторів.

# job.summary.Senior UX/UI Designer
source: Leads end-to-end design of major product surfaces.
de: Leitet das gesamte Design wichtiger Produktoberflächen.
fr: Dirige de bout en bout la conception des principaux écrans du produit.
it: Guida il design completo delle principali interfacce del prodotto.
ja: 主要な画面のデザインを、最初から最後まで率います。
uk: Очолює повний цикл дизайну ключових частин продукту.

# job.summary.Social Media Manager
source: Runs brand presence and campaigns across social platforms.
de: Betreut Markenauftritt und Kampagnen auf sozialen Plattformen.
fr: Gère la présence de la marque et ses campagnes sur les réseaux sociaux.
it: Gestisce la presenza del marchio e le campagne sui social.
ja: SNS全体で、ブランドの発信とキャンペーンを運営します。
uk: Керує присутністю бренду та кампаніями в соцмережах.

# job.summary.Social Worker
source: Supports vulnerable individuals and families.
de: Unterstützt Menschen und Familien in schwierigen Lagen.
fr: Accompagne les personnes et les familles en situation de vulnérabilité.
it: Sostiene persone e famiglie in difficoltà.
ja: 支援を必要とする個人や家族を支えます。
uk: Підтримує вразливих людей і сімʼї.

# job.summary.Software Engineer
source: Designs and implements software systems.
de: Entwirft und programmiert Softwaresysteme.
fr: Conçoit et développe des systèmes logiciels.
it: Progetta e realizza sistemi software.
ja: ソフトウェアシステムを設計し、実装します。
uk: Проєктує та створює програмні системи.

# job.summary.Software Tester/QA
source: Tests software for defects and quality.
de: Testet Software auf Fehler und Qualität.
fr: Teste les logiciels pour détecter les défauts et garantir la qualité.
it: Collauda il software per trovare difetti e verificarne la qualità.
ja: ソフトウェアの不具合を見つけ、品質をテストします。
uk: Перевіряє програми на помилки та якість.

# job.summary.Sous Chef
source: Second-in-command in the kitchen, runs daily service.
de: Stellvertreter des Küchenchefs, leitet den täglichen Service.
fr: Seconde le chef de cuisine et dirige le service au quotidien.
it: Secondo in cucina, gestisce il servizio quotidiano.
ja: 厨房のナンバー2として、毎日の営業を取り仕切ります。
uk: Другий за рангом на кухні, керує щоденним обслуговуванням.

# job.summary.Specialty Coffee Roastery
source: Source, roast, and sell your own beans through a café and online.
de: Beschaffe, röste und verkaufe deine eigenen Bohnen im Café und online.
fr: Sélectionne, torréfie et vends tes propres grains dans un café et en ligne.
it: Seleziona, tosta e vendi i tuoi chicchi in una caffetteria e online.
ja: 自分のコーヒー豆を仕入れて焙煎し、カフェとオンラインで販売します。
uk: Закуповуй, обсмажуй і продавай власну каву в зернах через кавʼярню та онлайн.

# job.summary.Staff Software Engineer
source: Sets engineering strategy across teams and unblocks complex initiatives.
de: Bestimmt die technische Strategie über Teams hinweg und löst Blockaden bei komplexen Vorhaben.
fr: Définit la stratégie d’ingénierie pour plusieurs équipes et débloque les initiatives complexes.
it: Definisce la strategia ingegneristica tra più team e sblocca iniziative complesse.
ja: 複数のチームにまたがる技術戦略を定め、複雑な取り組みの障害を取り除きます。
uk: Визначає інженерну стратегію для кількох команд і розблоковує складні ініціативи.

# job.summary.Stocker/Order Filler
source: Keeps shelves filled and picks orders in stores and warehouses.
de: Füllt Regale auf und stellt Bestellungen in Läden und Lagern zusammen.
fr: Réapprovisionne les rayons et prépare les commandes en magasin et en entrepôt.
it: Tiene gli scaffali pieni e prepara gli ordini in negozi e magazzini.
ja: 店舗や倉庫で、棚に商品を補充し、注文品をピッキングします。
uk: Наповнює полиці та комплектує замовлення в магазинах і на складах.

# job.summary.Store Manager
source: Runs a shop floor — staffing, stock, and takings.
de: Leitet eine Filiale – Personal, Ware und Einnahmen.
fr: Dirige un magasin — personnel, stocks et recettes.
it: Gestisce il negozio — personale, scorte e incassi.
ja: 売り場の運営を担い、人員、在庫、売上を管理します。
uk: Керує торговим залом — персоналом, запасами та виручкою.

# job.summary.Supply Chain Manager
source: Owns the end-to-end supply chain and its suppliers.
de: Verantwortet die gesamte Lieferkette und ihre Lieferanten.
fr: Pilote la chaîne logistique de bout en bout, ainsi que ses fournisseurs.
it: Gestisce l’intera supply chain e i suoi fornitori.
ja: サプライチェーン全体と取引先を統括します。
uk: Відповідає за весь ланцюг постачання та його постачальників.

# job.summary.Surgeon
source: Performs operations to treat injuries and disease.
de: Operiert, um Verletzungen und Krankheiten zu behandeln.
fr: Opère pour soigner les blessures et les maladies.
it: Esegue interventi per curare lesioni e malattie.
ja: けがや病気を治療するために、手術を行います。
uk: Проводить операції для лікування травм і хвороб.

# job.summary.Systems Administrator
source: Maintains IT infrastructure.
de: Betreibt die IT-Infrastruktur.
fr: Maintient l’infrastructure informatique.
it: Mantiene l’infrastruttura informatica.
ja: ITインフラを維持管理します。
uk: Обслуговує ІТ-інфраструктуру.

# job.summary.TV Presenter
source: Presents television programs and live segments.
de: Moderiert Fernsehsendungen und Live-Beiträge.
fr: Présente des émissions de télévision et des séquences en direct.
it: Conduce programmi televisivi e collegamenti in diretta.
ja: テレビ番組や生放送のコーナーの司会を務めます。
uk: Веде телевізійні програми та прямі включення.

# job.summary.Taxi Driver
source: Provides on-demand passenger transport.
de: Befördert Fahrgäste auf Abruf.
fr: Transporte des passagers à la demande.
it: Offre trasporto di passeggeri su richiesta.
ja: 乗客の求めに応じて、目的地まで運びます。
uk: Перевозить пасажирів за викликом.

# job.summary.Teacher
source: Teaches a class of students their core subjects.
de: Unterrichtet eine Klasse in den Hauptfächern.
fr: Enseigne les matières de base à une classe d’élèves.
it: Insegna le materie principali a una classe di studenti.
ja: クラスの生徒に、主要な教科を教えます。
uk: Викладає учням класу основні предмети.

# job.summary.Teaching Assistant
source: Supports a classroom teacher and works with pupils in small groups.
de: Unterstützt einen Lehrer und arbeitet mit Schülern in kleinen Gruppen.
fr: Seconde un enseignant en classe et travaille avec les élèves en petits groupes.
it: Affianca l’insegnante di classe e lavora con gli alunni in piccoli gruppi.
ja: クラスの教師を支え、少人数のグループで生徒を指導します。
uk: Допомагає вчителю в класі та працює з учнями в малих групах.

# job.summary.Translator/Interpreter
source: Converts text between languages and provides live interpretation.
de: Überträgt Texte zwischen Sprachen und dolmetscht live.
fr: Traduit des textes d’une langue à l’autre et assure l’interprétation en direct.
it: Traduce testi da una lingua all’altra e svolge interpretariato dal vivo.
ja: 文章を言語間で翻訳し、その場で通訳も行います。
uk: Перекладає тексти з мови на мову та виконує усний переклад.

# job.summary.Truck Driver
source: Transports goods over long distances.
de: Transportiert Waren über weite Strecken.
fr: Transporte des marchandises sur de longues distances.
it: Trasporta merci su lunghe distanze.
ja: 長距離で荷物を運びます。
uk: Перевозить вантажі на великі відстані.

# job.summary.Tutor
source: Coaches students one-on-one in specific subjects.
de: Unterstützt Schüler einzeln in bestimmten Fächern.
fr: Accompagne des élèves individuellement dans des matières précises.
it: Segue gli studenti uno a uno in materie specifiche.
ja: 特定の教科で、生徒をマンツーマンで指導します。
uk: Індивідуально навчає учнів окремих предметів.

# job.summary.UX/UI Designer
source: Designs user interfaces and experiences.
de: Gestaltet Benutzeroberflächen und Nutzererlebnisse.
fr: Conçoit des interfaces et des expériences utilisateur.
it: Progetta interfacce ed esperienze per gli utenti.
ja: ユーザーインターフェースとユーザー体験を設計します。
uk: Проєктує інтерфейси та користувацький досвід.

# job.summary.Veterinarian
source: Cares for animal health and treatments.
de: Behandelt Tiere und sorgt für ihre Gesundheit.
fr: Soigne les animaux et veille à leur santé.
it: Si occupa della salute e delle cure degli animali.
ja: 動物の健康を守り、治療を行います。
uk: Дбає про здоровʼя тварин і лікує їх.

# job.summary.Video Editor
source: Cuts and assembles footage for film, TV, and online.
de: Schneidet und montiert Material für Film, Fernsehen und Online-Medien.
fr: Monte et assemble des images pour le cinéma, la télévision et le web.
it: Taglia e monta le riprese per cinema, TV e web.
ja: 映画、テレビ、ネット向けの映像をカットし、つなぎ合わせます。
uk: Монтує відеоматеріал для кіно, ТБ та інтернету.

# job.summary.Waiter/Waitress
source: Serves food and beverages to customers.
de: Serviert Gästen Speisen und Getränke.
fr: Sert des plats et des boissons aux clients.
it: Serve cibi e bevande ai clienti.
ja: お客さんに料理と飲み物を提供します。
uk: Подає відвідувачам їжу та напої.

# job.summary.Warehouse Manager
source: Runs a distribution site — racking, shifts, and throughput.
de: Leitet ein Verteilzentrum – Regale, Schichten und Durchsatz.
fr: Dirige un site de distribution — rayonnages, équipes et cadences.
it: Gestisce un centro di distribuzione — scaffalature, turni e volumi movimentati.
ja: 物流拠点を運営し、棚の配置、シフト、出荷の処理量を管理します。
uk: Керує розподільчим складом — стелажами, змінами та пропускною здатністю.

# job.summary.Warehouse Worker
source: Picks, packs, and moves warehouse inventory.
de: Kommissioniert, verpackt und bewegt Lagerware.
fr: Prélève, emballe et déplace les stocks de l’entrepôt.
it: Preleva, imballa e sposta le merci in magazzino.
ja: 倉庫の在庫をピッキングし、梱包して運びます。
uk: Комплектує, пакує та переміщує складські запаси.

# job.summary.Welder
source: Joins metal parts for fabrication and repair.
de: Verbindet Metallteile für Fertigung und Reparatur.
fr: Assemble des pièces métalliques pour la fabrication et la réparation.
it: Unisce parti metalliche per costruzione e riparazione.
ja: 金属部品を接合して、製作や修理を行います。
uk: Зʼєднує металеві деталі для виготовлення та ремонту.

# job.title.Accountant
source: Accountant
de: Buchhalter
fr: Comptable
it: Contabile
ja: 会計士
uk: Бухгалтер

# job.title.Administrative Assistant
source: Administrative Assistant
de: Verwaltungsassistent
fr: Assistant administratif
it: Assistente amministrativo
ja: 事務アシスタント
uk: Адміністративний асистент

# job.title.Aerospace Engineer
source: Aerospace Engineer
de: Luft- und Raumfahrtingenieur
fr: Ingénieur en aérospatiale
it: Ingegnere aerospaziale
ja: 航空宇宙エンジニア
uk: Інженер-аерокосмічник

# job.title.Aircraft Maintenance Technician
source: Aircraft Maintenance Technician
de: Flugzeugmechaniker
fr: Technicien de maintenance aéronautique
it: Tecnico di manutenzione aeronautica
ja: 航空整備士
uk: Технік з обслуговування літаків

# job.title.Airline Captain
source: Airline Captain
de: Flugkapitän
fr: Commandant de bord
it: Comandante di linea
ja: 機長
uk: Командир літака

# job.title.Amateur Player
source: Amateur Player
de: Amateurspieler
fr: Joueur amateur
it: Giocatore dilettante
ja: アマチュア選手
uk: Гравець-аматор

# job.title.Anesthesiologist
source: Anesthesiologist
de: Anästhesist
fr: Anesthésiste
it: Anestesista
ja: 麻酔科医
uk: Анестезіолог

# job.title.Apprentice Carpenter
source: Apprentice Carpenter
de: Zimmermann-Azubi
fr: Apprenti menuisier
it: Apprendista falegname
ja: 見習い大工
uk: Учень теслі

# job.title.Apprentice Electrician
source: Apprentice Electrician
de: Elektriker-Azubi
fr: Apprenti électricien
it: Apprendista elettricista
ja: 見習い電気工事士
uk: Учень електрика

# job.title.Apprentice Plumber
source: Apprentice Plumber
de: Klempner-Azubi
fr: Apprenti plombier
it: Apprendista idraulico
ja: 見習い配管工
uk: Учень сантехніка

# job.title.Architect
source: Architect
de: Architekt
fr: Architecte
it: Architetto
ja: 建築士
uk: Архітектор

# job.title.Assembler
source: Assembler
de: Monteur
fr: Assembleur
it: Addetto al montaggio
ja: 組立工
uk: Складальник

# job.title.Baker
source: Baker
de: Bäcker
fr: Boulanger
it: Panettiere
ja: パン職人
uk: Пекар

# job.title.Bank Teller
source: Bank Teller
de: Bankangestellter
fr: Employé de banque
it: Cassiere di banca
ja: 銀行窓口係
uk: Касир у банку

# job.title.Bartender
source: Bartender
de: Barkeeper
fr: Barman
it: Barista
ja: バーテンダー
uk: Бармен

# job.title.Beautician/Cosmetologist
source: Beautician/Cosmetologist
de: Kosmetiker
fr: Esthéticien-cosméticien
it: Estetista
ja: エステティシャン
uk: Косметолог

# job.title.Bookkeeping Clerk
source: Bookkeeping Clerk
de: Buchhaltungsassistent
fr: Aide-comptable
it: Addetto alla contabilità
ja: 簿記事務員
uk: Помічник бухгалтера

# job.title.Bus Driver
source: Bus Driver
de: Busfahrer
fr: Conducteur de bus
it: Autista di autobus
ja: バス運転手
uk: Водій автобуса

# job.title.Carpenter
source: Carpenter
de: Zimmermann
fr: Menuisier
it: Falegname
ja: 大工
uk: Тесля

# job.title.Cashier
source: Cashier
de: Kassierer
fr: Caissier
it: Cassiere
ja: レジ係
uk: Касир

# job.title.Charge Registered Nurse
source: Charge Registered Nurse
de: Stationsleiter
fr: Infirmier coordinateur
it: Infermiere coordinatore
ja: 主任看護師
uk: Медсестра-координатор

# job.title.Chef
source: Chef
de: Koch
fr: Chef cuisinier
ja: 料理人
uk: Кулінар

# job.title.Chemical Engineer
source: Chemical Engineer
de: Chemieingenieur
fr: Ingénieur en génie chimique
it: Ingegnere chimico
ja: 化学エンジニア
uk: Інженер-хімік

# job.title.Childcare Worker
source: Childcare Worker
de: Erzieher
fr: Auxiliaire de puériculture
it: Educatore per l’infanzia
ja: 保育士
uk: Вихователь

# job.title.Civil Engineer
source: Civil Engineer
de: Bauingenieur
fr: Ingénieur en génie civil
it: Ingegnere civile
ja: 土木技術者
uk: Інженер-будівельник

# job.title.Construction Laborer
source: Construction Laborer
de: Bauarbeiter
fr: Ouvrier du bâtiment
it: Manovale edile
ja: 建設作業員
uk: Будівельний робітник

# job.title.Cook
source: Cook
de: Beikoch
fr: Cuisinier
it: Cuoco
ja: 調理スタッフ
uk: Кухар

# job.title.Customer Service Representative
source: Customer Service Representative
de: Kundenberater
fr: Conseiller clientèle
it: Addetto all’assistenza clienti
ja: カスタマーサポート担当
uk: Спеціаліст із підтримки клієнтів

# job.title.Delivery Courier
source: Delivery Courier
de: Kurier
fr: Coursier
it: Fattorino
ja: 配達員
uk: Курʼєр

# job.title.Dental Assistant
source: Dental Assistant
de: Zahnarzthelfer
fr: Assistant dentaire
it: Assistente odontoiatrico
ja: 歯科助手
uk: Асистент стоматолога

# job.title.Dentist
source: Dentist
de: Zahnarzt
fr: Dentiste
it: Dentista
ja: 歯科医師
uk: Стоматолог

# job.title.Dishwasher
source: Dishwasher
de: Spüler
fr: Plongeur
it: Lavapiatti
ja: 洗い場スタッフ
uk: Посудомийник

# job.title.Dispatcher
source: Dispatcher
de: Disponent
fr: Répartiteur
it: Coordinatore dei trasporti
ja: 配車係
uk: Диспетчер

# job.title.Editor-in-Chief
source: Editor-in-Chief
de: Chefredakteur
fr: Rédacteur en chef
it: Direttore responsabile
ja: 編集長
uk: Головний редактор

# job.title.Electrical Engineer
source: Electrical Engineer
de: Elektroingenieur
fr: Ingénieur en électricité
it: Ingegnere elettrico
ja: 電気エンジニア
uk: Інженер-електрик

# job.title.Electrician
source: Electrician
de: Elektriker
fr: Électricien
it: Elettricista
ja: 電気工事士
uk: Електрик

# job.title.Elite Player
source: Elite Player
de: Elitespieler
fr: Joueur d’élite
it: Giocatore d’élite
ja: エリート選手
uk: Елітний гравець

# job.title.Event Planner
source: Event Planner
de: Eventplaner
fr: Organisateur d’événements
it: Organizzatore di eventi
ja: イベントプランナー
uk: Організатор заходів

# job.title.Factory Worker
source: Factory Worker
de: Fabrikarbeiter
fr: Ouvrier d’usine
it: Operaio di fabbrica
ja: 工場作業員
uk: Працівник заводу

# job.title.Farmer
source: Farmer
de: Landwirt
fr: Agriculteur
it: Agricoltore
ja: 農家
uk: Фермер

# job.title.Farmhand
source: Farmhand
de: Landarbeiter
fr: Ouvrier agricole
it: Bracciante agricolo
ja: 農作業員
uk: Працівник ферми

# job.title.Fashion Designer
source: Fashion Designer
de: Modedesigner
fr: Créateur de mode
it: Stilista
ja: ファッションデザイナー
uk: Дизайнер одягу

# job.title.Fast Food Worker
source: Fast Food Worker
de: Fastfood-Mitarbeiter
fr: Employé de fast-food
it: Addetto al fast food
ja: ファストフード店員
uk: Працівник фастфуду

# job.title.Financial Analyst
source: Financial Analyst
de: Finanzanalyst
fr: Analyste financier
it: Analista finanziario
ja: 財務アナリスト
uk: Фінансовий аналітик

# job.title.Firefighter
source: Firefighter
de: Feuerwehrmann
fr: Pompier
it: Vigile del fuoco
ja: 消防士
uk: Пожежник

# job.title.First Officer
source: First Officer
de: Erster Offizier
fr: Copilote
it: Primo ufficiale
ja: 副操縦士
uk: Другий пілот

# job.title.Fitness Instructor
source: Fitness Instructor
de: Fitnesstrainer
fr: Instructeur de fitness
it: Istruttore di fitness
ja: フィットネスインストラクター
uk: Фітнес-інструктор

# job.title.Flight Attendant
source: Flight Attendant
de: Flugbegleiter
fr: Agent de bord
it: Assistente di volo
ja: 客室乗務員
uk: Бортпровідник

# job.title.Food Preparation Worker
source: Food Preparation Worker
de: Küchenhilfe
fr: Commis de cuisine
it: Addetto alla preparazione dei cibi
ja: 調理補助スタッフ
uk: Помічник кухаря

# job.title.Forklift Operator
source: Forklift Operator
de: Staplerfahrer
fr: Cariste
it: Mulettista
ja: フォークリフト運転手
uk: Водій навантажувача

# job.title.Graphic Artist
source: Graphic Artist
de: Grafiker
fr: Graphiste
it: Grafico
ja: グラフィックアーティスト
uk: Художник-графік

# job.title.Groundskeeper
source: Groundskeeper
de: Platzwart
fr: Jardinier
it: Giardiniere
ja: 緑地管理員
uk: Садівник

# job.title.HVAC Technician
source: HVAC Technician
de: Heizungs- und Klimatechniker
fr: Technicien CVC
it: Tecnico di climatizzazione
ja: 空調設備技術者
uk: Технік з опалення та кондиціонування (HVAC)

# job.title.Hairdresser/Barber
source: Hairdresser/Barber
de: Friseur
fr: Coiffeur-barbier
it: Parrucchiere/Barbiere
ja: 美容師・理容師
uk: Перукар/барбер

# job.title.Head Chef
source: Head Chef
de: Küchenchef
fr: Chef de cuisine
it: Chef di cucina
ja: 料理長
uk: Шеф-кухар

# job.title.Heavy Equipment Operator
source: Heavy Equipment Operator
de: Baumaschinenführer
fr: Conducteur d’engins de chantier
it: Operatore di macchine movimento terra
ja: 重機オペレーター
uk: Оператор важкої техніки

# job.title.Housekeeper
source: Housekeeper
de: Housekeeping-Kraft
fr: Employé d’étage
it: Addetto alle camere
ja: 客室清掃員
uk: Покоївка

# job.title.Human Resources Specialist
source: Human Resources Specialist
de: Personalreferent
fr: Chargé de ressources humaines
it: Specialista risorse umane
ja: 人事担当者
uk: HR-спеціаліст

# job.title.IT Support Specialist
source: IT Support Specialist
de: IT-Support-Spezialist
fr: Technicien support informatique
it: Tecnico di supporto IT
ja: ITサポート担当
uk: Спеціаліст з ІТ-підтримки

# job.title.Indie Game Studio
source: Indie Game Studio
de: Indie-Spielestudio
fr: Studio de jeux vidéo indépendant
it: Studio di giochi indipendente
ja: インディーゲームスタジオ
uk: Інді-студія ігор

# job.title.Insurance Agent
source: Insurance Agent
de: Versicherungsvertreter
fr: Agent d’assurance
it: Agente assicurativo
ja: 保険営業
uk: Страховий агент

# job.title.Interior Designer
source: Interior Designer
de: Innenarchitekt
fr: Architecte d’intérieur
it: Designer d’interni
ja: インテリアデザイナー
uk: Дизайнер інтерʼєрів

# job.title.Janitor/Cleaner
source: Janitor/Cleaner
de: Reinigungskraft
fr: Agent d’entretien
it: Addetto alle pulizie
ja: 清掃員
uk: Прибиральник

# job.title.Judge
source: Judge
de: Richter
fr: Juge
it: Giudice
ja: 裁判官
uk: Суддя

# job.title.Junior Accountant
source: Junior Accountant
de: Junior-Buchhalter
fr: Comptable junior
it: Contabile junior
ja: ジュニア会計士
uk: Молодший бухгалтер

# job.title.Junior Civil Engineer
source: Junior Civil Engineer
de: Junior-Bauingenieur
fr: Ingénieur en génie civil junior
it: Ingegnere civile junior
ja: ジュニア土木技術者
uk: Молодший інженер-будівельник

# job.title.Junior Electrical Engineer
source: Junior Electrical Engineer
de: Junior-Elektroingenieur
fr: Ingénieur en électricité junior
it: Ingegnere elettrico junior
ja: ジュニア電気エンジニア
uk: Молодший інженер-електрик

# job.title.Junior Financial Analyst
source: Junior Financial Analyst
de: Junior-Finanzanalyst
fr: Analyste financier junior
it: Analista finanziario junior
ja: ジュニア財務アナリスト
uk: Молодший фінансовий аналітик

# job.title.Junior Graphic Artist
source: Junior Graphic Artist
de: Junior-Grafiker
fr: Graphiste junior
it: Grafico junior
ja: ジュニアグラフィックアーティスト
uk: Молодший художник-графік

# job.title.Junior Management Consultant
source: Junior Management Consultant
de: Junior-Unternehmensberater
fr: Consultant en management junior
it: Consulente aziendale junior
ja: ジュニア経営コンサルタント
uk: Молодший консультант з управління

# job.title.Junior Marketing Specialist
source: Junior Marketing Specialist
de: Junior-Marketingspezialist
fr: Chargé de marketing junior
it: Specialista di marketing junior
ja: ジュニアマーケティング担当
uk: Молодший маркетолог

# job.title.Junior Mechanical Engineer
source: Junior Mechanical Engineer
de: Junior-Maschinenbauingenieur
fr: Ingénieur en mécanique junior
it: Ingegnere meccanico junior
ja: ジュニア機械エンジニア
uk: Молодший інженер-механік

# job.title.Junior Paralegal
source: Junior Paralegal
de: Junior-Rechtsfachangestellter
fr: Assistant juridique junior
it: Assistente legale junior
ja: ジュニアパラリーガル
uk: Молодший помічник юриста
